{
    "Version": 0,
    "Name": "The Chrysalis",
    "Difficulty": 0,
    "Type": 1,
    "Expansion": 0,
    "Level": 50,
    "TerritoryID": 426,
    "UnlockQuestID": 65905,
    "Bosses": [
        {
            "Name": "Nabriales (Fase 1)",
            "Strategy": "All'80% di HP, Nadriales diventerà invulnerabile ed evoca delle sfere che si muovono verso di lui, ogni sfera dà un debuff e i giocatori devono alternare fra sfere viola e grigie per evitare di subire enormi quantità di danno, mentre le sfere si spostano arriveranno piccoli add eseguendo grandi AOE a cono. Dopo che le sfere sono sparite, Nabriales colpirà tutto il raid con danno che aumentano per ogni sfera che lo ha raggiunto.\n\nAl 40% Nabriales ripeterà la meccanica delle sfere.\n\nAl 20% Nabriales inizierà alla fase 2.",
            "KeyMechanics": [
                {
                    "Name": "Spark",
                    "Description": "Attacco da alto danno mirato al main tank. Verrà usata due volte dopo che il boss avrà lanciato due o tre volte dopo un cast triplo.",
                    "Type": 6
                },
                {
                    "Name": "End of days",
                    "Description": "Nabriales si teletrasporterà in un punto a caso nell'arena per poi lanciare End of Days, una AOE in lunga linea retta nella direzione che ha di fronte.",
                    "Type": 2
                },
                {
                    "Name": "Quake 3",
                    "Description": "Danno AoE inevitabile.",
                    "Type": 4
                }
            ]
        },
        {
            "Name": "Nabriales: Meteor (Fase 2)",
            "Strategy": "Il pavimento diventerà rosso e tutti avranno un debuff di Bleed, quando il debuff raggiunge lo 0 tutti verranno risucchiati in una nujova stanza.\n\nAssicuratevi di usare qualsiasi abilità con un timer prima di essere trascinati in quanto tutte le durate dei buff verranno moltiplicate per 10.\n\nI tank dovranno stare sotto le meteore per mitigare il danno su tutto il party, mentre i DPS distruggono l'Astral Tear.\n\nSe avete ancora la Limit Break, un DPS dovrebbe usarla sulla Tear"
        },
        {
            "Name": "Nabriales (Fase 3)",
            "Strategy": "Al 19% di HP, Nabriales comincerà a riciclare le mosse della fase 1 eccetto le sfere."
        }
    ]
}