{
    "Version": 0,
    "Name": "The Howling Eye",
    "Difficulty": 0,
    "Type": 1,
    "Expansion": 0,
    "Level": 44,
    "UnlockQuestID": 66055,
    "TerritoryID": 1047,
    "Bosses": [
        {
            "Name": "Garuda",
            "Strategy": "Nella prima fase, il tank dovrà attirare Garuda ad un bordo della stanza del boss, lontano dai pilastri di pietra. I damage dealer ranged e gli healer dovranno dividersi un po' per minimizzare il danno subìto da Friction. Nonostante Slipstream non abbia un indicatore, è comunque evitabile. I giocatori dovranno evitare che Garuda danneggi i pilastri di pietra con le sue abilità Friction e Wicked Wheel.\n\nA circa il 75% di HP, Garuda scomparirà per alcuni secondi. Dopo essere riapparsa comincerà il cast di Mistral Song. Nascondetevi dietro i pilastri di pietra per togliervi subito dalla sua vista. Chiunque sia in vista verrà ucciso da Mistral Song.\n\nDopo aver usato Mistral Song, Garuda farà apparire un gruppo di add chiamati Razor Plumes. Questi add tenteranno di distruggere i pilastri di pietra. Fermate il DPS su Garuda immediatamente per uccidere gli add. Usate abilità AOE se possibile.\n\nA circa metà degli HP, Garuda sparirà di nuovo per poi ricomparire dall'altro lato della mappa per usare di nuovo Mistral Song. Dopo aver usato Mistral Song, Garuda evocherà un altro gruppo di Razor Plumes. Questa volta gli add sono sparsi ai lati della stanza. Concentratevi su di loro per farli fuori uno per uno.\n\nDopo un po', Garuda svanirà di nuovo e riapparirà al centro della stanza. Userà la sua abilità firma Aerial Blast. L'ammontare del danno dipende dal numero di rocce ancora presenti.",
            "KeyMechanics": [
                {
                    "Name": "Slipstream",
                    "Description": "AOE a linea non visibile che infligge il debuff Stun su chiunque venga colpito.",
                    "Type": 2
                },
                {
                    "Name": "Downburst",
                    "Description": "Fendente frontale istantaneo che provoca danni elevati a tutti i giocatori di fronte a Garuda.",
                    "Type": 9
                },
                {
                    "Name": "Wicked Wheel",
                    "Description": "AOE istantanea che dannegga tutti i giocatori attorno a Garuda.",
                    "Type": 2
                },
                {
                    "Name": "Razor Plumes",
                    "Description": "Genera diversi Razor Plumes che attaccheranno.",
                    "Type": 7
                },
                {
                    "Name": "Mistral Song",
                    "Description": "Garuda volerà in aria e riapparirà su un lato a caso dell'arena provocando danni elevati su chiunque sia in linea di vista. I giocatori devono andare dietro ai pilastri di pietra per evitarlo.",
                    "Type": 4
                },
                {
                    "Name": "Aerial Blast",
                    "Description": "Garuda si sposterà al centro dell'arena per lanciare Aerial Blast infliggendo danni elevati a chiunque non sia dietro un pilastro di pietra. Prenderete meno danno stando dietro un pilastro più alto.",
                    "Type": 4
                }
            ]
        },
        {
            "Name": "Garuda Fase 2",
            "Strategy": "La Fase 2 inizia quando Garuda lancia Aerial Blast, poi casterà Eye of the Storm e i giocatori dovranno evitare di toccare le pareti. Oltre a questo, Garuda ripeterà tutte le mosse della fase 1 ad eccezione di Aerial Blast e Mistral Song.",
            "KeyMechanics": [
                {
                    "Name": "Eye of the Storm",
                    "Description": "Garuda si sposterà al centro dell'arena per castarlo creando un tornado che circonderà l'arena rendendola più piccola.",
                    "Type": 4
                }
            ]
        }
    ]
}