{
    "Version": 0,
    "Name": "Amdapor Keep",
    "Difficulty": 0,
    "Type": 0,
    "Expansion": 0,
    "Level": 50,
    "UnlockQuestID": 66671,
    "TerritoryID": 167,
    "Bosses": [
        {
            "Name": "Psycheflayer",
            "Strategy": "Quando si entra per la prima volta, ci sarà un solo nemico chiamato Lunatic Priest. una volta che questo nemico raggiungerà i 50% HP evocherà il Flayer Pschee. I giocatori dovrebbero concentrarsi sull'uccisione del Lunatic Priest prima di combattere con lo Psycheflayer, inquanto il Lunatic Priest farà danno AOE. \n\nDurante tutta la lotta, Psycheflayer, spawnerà degli add che casteranno delle AOE. I giocatori dovrebbero assicurarsi di ucciderli non appena escono.",
            "KeyMechanics": [
                {
                    "Name": "Acqua",
                    "Description": "Attacco mirato che infligge una piccola quantità di danni",
                    "Type": 6
                },
                {
                    "Name": "Void Thunder III",
                    "Description": "Attacco che infligge danno moderato",
                    "Type": 6
                },
                {
                    "Name": "Canker",
                    "Description": "Al bersaglio, oltre al danno, verrà inflitto il debuff Disease.",
                    "Type": 6
                },
                {
                    "Name": "Mind Melt",
                    "Description": "Danno moderato Raidwide",
                    "Type": 4
                }
            ]
        },
        {
            "Name": "Demon Wall",
            "Strategy": "Demon Wall seguirà sempre un modello, userà sempre Liquefy quattro volte prima di usare il repel. \n\nDopo due usi di Repel, Demon Wall evocerà due Adds chiamate Bloodlapper che possono infliggere il debuff Paralisi, assicurarsi di ucciderli non appena escono.",
            "KeyMechanics": [
                {
                    "Name": "Muder Hole",
                    "Description": "Attacco mirato che infligge una piccola quantità di danni",
                    "Type": 6
                },
                {
                    "Name": "Repel",
                    "Description": "Dopo che Demon Wall finisce di castare repel, tutti i giocatori saranno spinti via dal boss.",
                    "Type": 10
                },
                {
                    "Name": "Liquefy",
                    "Description": "AoE lineare che può provenire dai due lati della piattaforma o dal centro. Infligge danni elevati e infliggerà il debuff Heavy se colpiti dalla AOE al centro e il debuff Slow se colpiti dalla AOE laterale",
                    "Type": 2
                }
            ]
        },
        {
            "Name": "Anantaboga",
            "Strategy": "Durante tutta la lotta Anantaboga userà Imminent Catastrophe per generare globi rossi che infliggono danni a chiunque in linea di vista, per evitare questo giocatore deve nascondersi dietro ad una delle 4 statue attorno all'arena. Inoltre, il cast si sveglierà una delle statue trasformandolo in un add, i giocatori devono uccidere l'add ed evitare i suoi attacchi AOE",
            "KeyMechanics": [
                {
                    "Name": "Tail Drive",
                    "Description": "AoE posteriore conica che infligge danno elevato ed applica il debuff Concussion, causando danno continuo a chi viene colpito",
                    "Type": 2
                },
                {
                    "Name": "Rotten Breath",
                    "Description": "Cono frontale AOE che infligge danni elevati e infligge il debuff Diseade a chiunque venga colpito",
                    "Type": 2
                },
                {
                    "Name": "Imminent Catastrophe",
                    "Description": "Dopo il cast, una sferà rossa comparirà al centro dell'arena, infliggendo danno moderato a chiunque sia nella linea di tiro",
                    "Type": 7
                },
                {
                    "Name": "Plague Dance",
                    "Description": "Raggio di colore viola che colpisce random. Dopo poco comparirà una sfera rossa dove il player è stato colpito; infliggendo danno a chiunque sia attorno",
                    "Type": 6
                }
            ]
        }
    ]
}